<?php

return [
    'header' => [
        'top_bar_message' => 'Бесплатная доставка при заказах на сумму более $50 | Поддержка | Поиск магазинов',
        'search_placeholder' => 'Поиск продукта',
    ],

    'footer' => [
        'terms' => 'Условия использования',
        'privacy_policy' => 'Политика конфиденциальности',
        'disclaimer' => 'Отказ от ответственности',
        'sign_up' => 'Зарегистрироваться',
        'login' => 'Войти',
        'footer_logo_alt' => 'Логотип подвала Xylo',
        'copyright' => '&copy; 2025 Xylo. Все права защищены',
        'bottom_line' => 'Вы заинтересованы?',
    ],

];
